<!DOCTYPE html>
 <html lang="pt-BR">
  <head>
    <meta charset="UTF-8">
    <title>Relatividade de Einstein</title>
    <link rel="stylesheet" href="estilos.css">
  </head>
 <body>
   <header>
     <h1>Relatividade Restrita</h1>
   </header>
     <h1>F&iacute;sica de Einstein</h1>
      <p> Voc&ecirc provavelmente j&aacute; deve ter ouvido falar em Albert Einstein, mas voc&ecirc; sabe o qu&ecirc; exatamente ele fez para ser considerado uma das pessoas mais inteligentes?</p>
   <p> Neste artigo explicaremos uma de suas ideias famosas que o levou ao nome de reconhecimento da f&iacute;sica, a <strong>Relatividade Restrita</strong>.</p>

     <h1>Maxwell</h1>
<img src="https://upload.wikimedia.org/wikipedia/en/4/42/Db_James_Clerk_Maxwell_in_his_40s_-2-7.jpg">
<h6>cr&eacute;ditos: <a href="https://upload.wikimedia.org/wikipedia/en/4/42/Db_James_Clerk_Maxwell_in_his_40s_-2-7.jpg">wikipedia</a></h6>
      <p> James Clerk Maxwell em 1865 unificou as duas teorias parciais para descrever o magnetismo e a eletriciadade, chegando &agrave; conclus&atilde;o de que a velocidade
                                      das ondas eletromagn&eacute;ticas eram fixas. No entanto, para definir uma velocidade, &eacute; necess&aacute;rio antes definir um referencial.
    O referencial adotado pelos cientistas era de um meio inv&iacute;sivel que envolvia todo o espa&ccedil;o "vazio", chamado <strong>&eacute;ter</strong>.
    Observadores se movendo relativamente no &eacute;ter obteria varia&ccedil;&otilde;es na velocidade das ondas eletromagn&eacute;tica, tamb&eacute;m conhecida como velocidade da <em>luz</em>. Foi isso
    que uma dupla de cientistas tentaram fazer.</p>

     <h1>Newton</h1>
<img src="https://www.nationalgeographic.pt/medio/import/attachment/edicoesespeciais/GrandesPersonagens/IsaacNewton/i1.jpg">
<h6>cr&eacute;ditos:<a href="https://www.nationalgeographic.pt/medio/import/attachment/edicoesespeciais/GrandesPersonagens/IsaacNewton/i1.jpg">national geographic </a></h6>
      <p>Antes de voltarmos para o experimento que a dupla de cientistas ir&atilde;o fazer, precisamos entender uma das leis de um cara interessante, <strong>Sir Isaac Newton</strong>
        A lei em quest&atilde;o que iremos entender &eacute; a lei da in&eacute;rcia. Tal lei diz que quando um corpo n&atilde;o &eacute; influenciado por for&ccedil;a alguma, ele permanece em seu estado 
        <em>natural</em>, que &eacute; estar em movimento ret&iacute:lineo e uniforme, ou estar parado.</p> <p>Com essa ideia, podemos chegar &agrave; conclus&atilde;o de que s&oacute; percebemos a varia&ccedil;&atilde;o do 
        movimento, isto &eacute;, a acelera&ccedil;&atilde;o. Se um &ocirc;nibus estiver em velocidade constante, voc&ecirc; pode colocar &agrave; prova as leis de Newton. Perceber&aacute; que voc&ecirc; n&atilde;o consegue diferenciar
        se est&aacute; parado ou em movimento. Al&eacute;m disso, pode-se perceber que o movimento &eacute; relativo, isto &eacute;, depende cada observador. Para algu&eacute;m dentro do &ocirc;nibus em que estou,
        eu estarei parado. Mas para algu&eacute;m que est&aacute; fora, ver&aacute; eu em movimento.</p>

     <h3>Mas isso vai dar aonde?</h3>
      <p> Quero que imagine que voc&ecirc; est&aacute; dentro de um trem que viaja &agrave; 60m/s, pegue seu celular e coloque na sua frente e deixe assim por 3 segundos. <strong>PARA VOC&Eacute;</strong>,
     quantos metros seu celular percorre em rela&ccedil;&atilde;o &agrave; voc&ecirc;? <strong>O celular percorreu 0 metros</strong>. Agora para algu&eacute;m que est&aacute; vendo voc&ecirc; do lado de fora do trem,
    ver&aacute; o celular percorrer quantos metros? A resposta correta &eacute; <strong>180 metros</strong>, porque o observador externo n&atilde;o est&aacute; na mesma velocidade que voc&ecirc;, portanto
    voc&ecirc; est&aacute; se movendo para ele.</p>
  <p>Podemos tirar duas conclus&otilde;es desse experimento. 1) &eacute; necess&aacute;rio definir um referencial para depois definir uma velocidade. No caso de voc&eacute; dentro do trem, para voc&ecirc; mesmo
 mesmo e para as coisas que est&atilde;o dentro do trem, est&aacute; parado, pois todos est&atilde;o na mesma velocidade.<strong> O repouso &eacute; o movimento compartilhado</strong>.
Para voc&ecirc;, a sua velocidade &eacute; 0m/s, agora para algu&eacute;m fora, &eacute; 60m/s.</p>
 <p>A segunda conclus&atilde;o &eacute; de que o espa&ccedil;o medido por cada observador &eacute; diferente. O espa&ccedil;o que o celular percorreu para voc&ecirc; foi 0, para algu&eacute;m de fora foi 180 metros!</p>

     <h1>Michelson-Morley</h1>
<img src="https://vinaire.files.wordpress.com/2017/06/maxresdefault.jpg" width="910" height="910">
<h6>cr&eacute;ditos: <a href="https://vinaire.files.wordpress.com/2017/06/maxresdefault.jpg">vinaire</a></h6>
      <p>A dupla de cientistas que contribuiu para colocar em d&uacute;vida e derrubar de uma vez por todas a ideida do &eacute;ter, foram os cientistas Abert Michelson e Edward Morley.</p>
     <p>Se lembra que observadores movendo-se pelo &eacute;ter marcariam varia&ccedil;&otilde;es da velocidade da luz? A ideia por tr&aacute;s do experimento de Michelson-Morley foi essa. Usando um interfer&ocirc;metro
    que ia medir a velocidade da luz em determinadas dire&ccedil;&otilde;es. Come&ccedil;aram a medir a velocidade da luz no sentido que a Terra se movia e no sentido oposto que ela se movia, e para a
   surpresa de todos, n&atilde;o houve nenhuma mudan&ccedil;a na velocidade da luz.</p>

     <h1>Einstein</h1>
<img src="https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Einstein1921_by_F_Schmutzer_3.jpg/800px-Einstein1921_by_F_Schmutzer_3.jpg" width="800" height="800">
<h6>cr&eacute;ditos: <a href="https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Einstein1921_by_F_Schmutzer_3.jpg/800px-Einstein1921_by_F_Schmutzer_3.jpg">wikipedia</a></h6>
      <p>Enquanto os cientistas da &eacute;poca tentavam explicar esse fato ainda com base no &eacute;ter, um funcion&aacute;rio do escrit&ocute;rio de patentes at&eacute; ent&atilde;o desconhecido, publicou um artigo que visava
     explicar o fato. O artigo de 1905 dizia que o conceito de &eacute;ter era algo sup&eacute;rfluo e teve como principal dois postulados:</p>
       <section id="postulados">
        <ul>
         <li>1. As leis da f&iacute;sica s&atilde;o as mesmas para todos os referenciais inerciais</li>
         <li>2. A velocidade da luz &eacute; constante para todos os referenciais</li>
       </ul>
      </section>

     <h4>Embora pare&ccedil;a postulados sem relev&acirc;ncia, eles tiveram grandes consequ&ecirc;ncias</h4>

     </h1><strong>Ma... Matem&acute;tica!</strong></h1>
      <p>Sabemos que a velocidade da luz &eacute; a mesma para todos os referenciais, mas sabemos <strong>tamb&eacute;m</strong> que o espa&ccedil;o &eacute; <strong>relativo</strong>.
     Para se calcular a velocidade de alguma coisa, divimos a dist&acirc;ncia percorrida dividida pelo tempo que levou para percorrer o dist&acirc;ncia. Mas sabemos que medida do espa&ccedil;o &eacute; relativa, portanto
    o tempo deve passar diferente para dois observadores se movendo relativamente. Imagine que para um observador parado a dist&acirc;ncia percorrida para ele &eacute; <strong>d</strong>, para algu&eacute;m se movendo
   junto com o objeto, &eacute; <strong>d</strong>'. Digamos que o objeto seja a velocidade da luz, portanto, a velocidade marcada para algu&eacute;m se movendo deve ser a mesma para algu&eacute;m parado.
  Sabemos que o espa&ccedil;o marcado por eles &eacute; diferente, pois o espa&ccedil;o &eacute; relativo, mas digamos que o tempo &eacute; o mesmo. Isso leva &agrave; seguinte velocidade para algu&eacute;m parado: <strong>d</strong>/t em que t &eacute; o tempo marcado por ambos.
 Para algu&eacute;m se movendo, a velocidade seria <strong>d</strong>'/t. Percebe que a velocidade da luz est&aacute; diferente para ambos? Para igualar isso, o tempo deve passar de maneira diferente para os dois observadores.
Em outras palavras, o espa&ccedil;o e o tempo s&atilde;o grandezas relativas que dependem da velocidade de quem os mede.</p>

     <h1>Velocidade da luz</h1>
     <p>Bom, agora sabemos que o tempo e o espa&ccedil;o est&atilde;o relacionados, agora, j&aacute; podemos ir para as... <em>f&oacute;rmulas</em>! Mas calma, n&atilde;o iremos demontrar elas aqui, apenas mostrar que elas existem mesmo.</p>
    
     <h3>Tempo medido para cada observador</h3>
<img src="https://s3.static.brasilescola.uol.com.br/be/2020/09/formula-dilatacao-temporal.jpg">
     <h6>cr&eacute;ditos: <a href="https://s3.static.brasilescola.uol.com.br/be/2020/09/formula-dilatacao-temporal.jpg">brasil escola</a></h6>
      
     <p>t0 = tempo medido pelo observador em repouso.</p>
     <p>t = tempo medido pelo observador em movimento.</p>
     <p>v = velocidade do observador em movimento.</p>
     <p>c = velocidade da luz</p>
   <h4>Perceba que o tempo medido pelo observador parado &eacute; maior que o observador em movimento</h4>

    <h3><strong>E=mc^2</strong></h3>
<img src="https://media.istockphoto.com/id/515369312/pt/vetorial/massa-energia-equival%C3%AAncia.jpg?s=612x612&w=0&k=20&c=VnoudOm9n2OSzLJ0xgFC30bQ_wWkN4LS7fD3kj_taqc=">
<h6>cr&eacute;ditos: <a href="https://media.istockphoto.com/id/515369312/pt/vetorial/massa-energia-equival%C3%AAncia.jpg?s=612x612&w=0&k=20&c=VnoudOm9n2OSzLJ0xgFC30bQ_wWkN4LS7fD3kj_taqc=">istock</a></h6>
     <p>Com base nesta equa&ccedil;&atilde;o, &eacute; poss&iacute;vel chegar &agrave; conclus&atilde;o de que nada pode viajar mais r&aacute;pido que a luz!.
 Para um corpo se mover, &eacute; necess&aacute;rio dar energia cin&eacute;tica para ele, cuja energia contribuir&aacute; para a sua
    sua massa, em outras palavras, quanto mais r&aacute;pido um corpo se move, mais a sua massa aumenta, prejudicando o movimento do corpo, de tal forma que seria necess&aacute;rio uma quantidade infinita de energia para leva-lo &agrave; velocidade da luz.</p>

    <h1>Final</h1>
    <p>Espero que tenha gostado e nos desculpe por qualquer erro de informa&ccedil;&atilde;o!</p>

     <h1>Livros para pesquisar mais!</h1>
      <ul>
       <li><a href="https://www.amazon.com.br/Uma-Breve-Hist%C3%B3ria-do-Tempo/dp/8580576466/ref=asc_df_8580576466/?tag=googleshopp00-20&linkCode=df0&hvadid=379793544938&hvpos=&hvnetw=g&hvrand=9429821105671986668&hvpone=&hvptwo=&hvqmt=&hvdev=c&hvdvcmdl=&hvlocint=&hvlocphy=9100691&hvtargid=pla-334233028765&psc=1&mcid=47def653a17738d8a6dc25430ce6a5e0">Uma breve hist&oacute;ria do tempo</a></li>
       <li><a href="https://www.amazon.com.br/universo-numa-casca-noz/dp/8580578884">O Universo numa casca de noz</a></li>
       <li><a href="https://www.amazon.com.br/universo-elegante-Brian-Greene/dp/8535900985/ref=asc_df_8535900985/?tag=googleshopp00-20&linkCode=df0&hvadid=379726090702&hvpos=&hvnetw=g&hvrand=14001036637871802240&hvpone=&hvptwo=&hvqmt=&hvdev=c&hvdvcmdl=&hvlocint=&hvlocphy=9100691&hvtargid=pla-394932365027&psc=1&mcid=02a42f05588f308f882a60337ab0ffa6">O Universo Elegante</a></li>
      </ul>

   </body>
 </html>
